pesp-was8.5/cms-external-sources/tests/test_files/soap/EPLS_testSearch_CTCode_3_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:search>
         <arg0>
            <firstName>Alice</firstName>
            <nonProcurementCode>R</nonProcurementCode>
         </arg0>
      </impl:search>
   </soapenv:Body>
</soapenv:Envelope>